[
    {
        "id": 1,
        "logo": "inno.png",
        "title": "Product Manager",
        "company": "Innovate LLC",
        "type": "Remote",
        "location": "Anywhere",
        "duration": "Full-time",
        "salary": "$120,000 - $150,000",
        "description": "We are looking for a talented Product Manager to join our team and help drive the development of our products. The ideal candidate will have experience in product management and a passion for building great products.",
        "responsibility": "Responsibilities include defining product requirements, working with engineering teams to develop and launch new products, and analyzing data to measure the success of our products.",
        "education": "Bachelor's degree in Business Administration or related field.",
        "experience": "3+ years of experience in product management.",
        "email": "jane.doe@innovate.com",
        "phone": "(123) 456-7890"
    },
    {
        "id": 2,
        "logo": "tesla.png",
        "title": "Senior Data Scientist",
        "company": "Tesla",
        "type": "Onsite",
        "location": "Dhaka, Bangladesh",
        "duration": "Full-time",
        "salary": "$180,000 - $220,000",
        "description": "We are looking for an experienced Data Scientist to join our team and work on our cutting-edge AI platform. The ideal candidate will have experience with machine learning and data analysis.",
        "responsibility": "Responsibilities include developing and implementing machine learning algorithms, analyzing large data sets, and presenting findings to stakeholders.",
        "education": "Ph.D. in Computer Science, Mathematics, or related field.",
        "experience": "7+ years of experience in data science.",
        "email": "steve.smith@tesla.com",
        "phone": "(123) 456-7890"
    },
    {
        "id": 3,
        "logo": "google.png",
        "title": "Software Engineer",
        "company": "Google",
        "type": "Onsite",
        "location": "Dhaka, Bangladesh",
        "duration": "Fulltime",
        "salary": "$150,000 - $250,000 per year",
        "description": "We are looking for a skilled software engineer to join our team. You will work on developing and maintaining our core software products, and will have the opportunity to work on a variety of challenging projects.",
        "responsibility": "Design, develop, and maintain software applications and services using Java, Python, or other programming languages. Collaborate with cross-functional teams including product management, design, and QA to deliver high-quality software products. Participate in code reviews and contribute to the development of best practices for software engineering.",
        "education": "Bachelor's or Master's degree in Computer Science or a related field",
        "experience": "At least 3 years of experience in software engineering",
        "email": "recruiting@google.com",
        "phone": "(123) 456-7890"
    },
    {
        "id": 4,
        "logo": "pqp.png",
        "title": "Cybersecurity Analyst",
        "company": "PQR Corp",
        "type": "Full-Time",
        "location": "New York, NY",
        "duration": "Permanent",
        "salary": "$1,200 - $2,000 per month",
        "description": "We are seeking a cybersecurity analyst to help us protect our company's systems and data from cyber threats. The ideal candidate will have experience with network security, vulnerability management, and incident response.",
        "responsibility": "Responsibilities include monitoring and analyzing network traffic, identifying and remediating vulnerabilities, and responding to security incidents.",
        "education": "Bachelor's degree in a relevant field",
        "experience": "3+ years of experience in cybersecurity",
        "email": "recruiting@pqrcorp.com",
        "phone": "(123) 456-7890"
    },
    {
        "id": 5,
        "logo": "globex.png",
        "title": "Senior Software Engineer",
        "company": "Globex Corporation",
        "type": "Onsite",
        "location": "Dhaka, Bangladesh",
        "duration": "Full-time",
        "salary": "$150,000 - $200,000",
        "description": "We are seeking a Senior Software Engineer to join our team and work on our flagship product. The ideal candidate will have experience with full-stack development and be comfortable working in a fast-paced environment.",
        "responsibility": "Responsibilities include designing and implementing new features, debugging and fixing issues, and writing automated tests.",
        "education": "Bachelor's degree in Computer Science or related field.",
        "experience": "5+ years of experience in software development.",
        "email": "john.doe@globex.com",
        "phone": "(123) 456-7890"
    },
    {
        "id": 6,
        "logo": "pro.png",
        "title": "Data Scientist",
        "company": "FACEPRO",
        "type": "Remote",
        "location": "Dhaka, Bangladesh",
        "duration": "Fulltime",
        "salary": "$120,000 - $180,000 per year",
        "description": "We are looking for a data scientist to join our team. You will be responsible for designing and implementing statistical models and machine learning algorithms, and will help us make data-driven decisions.",
        "responsibility": "Work with large, complex data sets to build models that can be used to make predictions and inform business decisions. Collaborate with cross-functional teams including product management, engineering, and design to identify and prioritize data-driven opportunities. Communicate findings and recommendations to stakeholders in clear, concise terms.",
        "education": "Bachelor's or Master's degree in Computer Science, Statistics, Mathematics, or a related field",
        "experience": "At least 3 years of experience in data science or a related field",
        "email": "recruiting@facepro.com",
        "phone": "(123) 456-7890"
    }
]